[
    {
      "content": "To start, I would like to begin with a big question: tell me the story of your life. Start from the beginning -- from your childhood, to education, to family and relationships, and to any major life events you may have had.",
      "time_limit": 625
    },
    {
      "content": "Some people tell us that they've reached a crossroads at some points in their life where multiple paths were available, and their choice then made a significant difference in defining who they are. What about you? Was there a moment like that for you, and if so, could you tell me the whole story about that from start to finish?",
      "time_limit": 235
    },
    {
      "content": "Some people tell us they made a conscious choice or decision in moments like these, while others say it 'just happened'. What about you?",
      "time_limit": 50
    },
    {
      "content": "Do you think another person or an organization could have lent a helping hand during moments like this?",
      "time_limit": 40
    },
    {
      "content": "Moving to present time, tell me more about family who are important to you. Do you have a partner, or children?",
      "time_limit": 310
    },
    {
      "content": "Are there anyone else in your immediate family whom you have not mentioned? Who are they, and what is your relationship with them like?",
      "time_limit": 25
    },
    {
      "content": "Some people say they feel really safe in their neighborhoods, others not so much. How about for you?",
      "time_limit": 40
    },
    {
      "content": "Living any place has its ups and downs. Tell me about what it’s been like for you living here.",
      "time_limit": 40
    },
    {
      "content": "Tell me about anyone else in your life we haven’t discussed (like friends or romantic partners). Are there people outside of your family who are important to you?",
      "time_limit": 80
    },
    {
      "content": "Now let’s talk about your current neighborhood. Tell me all about the neighborhood and area in which you are living now.",
      "time_limit": 105
    },
    {
      "content": "Tell me about the people who live with you right now, even people who are staying here temporarily.",
      "time_limit": 80
    },
    {
      "content": "Is anyone in your household a temporary member, or is everyone a permanent member of the household?",
      "time_limit": 10
    },
    {
      "content": "Tell me about anyone else who stays here from time to time, if there is anyone like that.",
      "time_limit": 10
    },
    {
      "content": "Is there anyone who usually lives here but is away — traveling, at school, or in a hospital?",
      "time_limit": 10
    },
    {
        "content": "Right now, across a typical week, how do your days vary?",
        "time_limit": 105
    },
    {
        "content": "At what kind of job or jobs do you work, and when do you work?",
        "time_limit": 105
    },
    {
        "content": "Do you have other routines or responsibilities that you did not already share?",
        "time_limit": 80
    },
    {
        "content": "Tell me about any recent changes to your daily routine.",
        "time_limit": 80
    },
    {
        "content": "If you have children, tell me about a typical weekday during the school year for your children. What is their daily routine? And what are after school activities your children participate in?",
        "time_limit": 80
    },
    {
        "content": "Tell me a story about a time in the last year when you were in a rough place or struggling emotionally.",
        "time_limit": 80
    },
    {
        "content": "Some people say they struggle with depression, anxiety, or something else like that. How about for you?",
        "time_limit": 80
    },
    {
        "content": "How has it been for your family?",
        "time_limit": 50
    },
    {
        "content": "Some people say that religion or spirituality is important in their lives, for others not so much. How about you?",
        "time_limit": 155
    },
    {
        "content": "Some people tell us they use Facebook, Instagram, or other social media to stay connected with the wider world. How about for you? Tell me all about how you use these types of platforms.",
        "time_limit": 115
    },
    {
        "content": "Some people say they use Facebook or Twitter to get (emotional or financial) support during tough times. What about you?",
        "time_limit": 50
    },
    {
        "content": "Tell me about any recent changes in your level of stress, worry, and your emotional coping strategies.",
        "time_limit": 50
    }
      
  ]
  